Repository: HudHud-Maps/hudhud-ios
Catalog: HudHud/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar

source: Add
ar: إضافة

source: Add Location
ar: إضافة موقع

source: bicycle
ar: دراجة

source: bus
ar: باص

source: Call
ar: مكالمة

source: car
ar: سيارة

source: Close
ar: إغلاق

source: Direction
ar: إتجاهات

source: Fastest
ar: اسرع

source: Favorites
ar: المفضلة

source: Go
ar: بدء

source: Home
ar: المنزل

source: Layers
ar: طبقات

source: Map Details
ar: تفاصيل الخريطة

source: Map Type
ar: نوع الخريطة

source: metro
ar: قطار

source: More
ar: أكثر

source: Recents
ar: الأحدث

source: School
ar: المدرسة

source: Search
ar: بحث

source: Start
ar: إتجاهات

source: walk
ar: مشي

source: Web
ar: الموقع

source: Work
ar: العمل
